---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsVoltagetypeMaxvoltageParam
source: html/19c81c2e-77d9-2f4a-bc88-bc7d59a5db12.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsVoltagetypeMaxvoltageParam Property

"Maximum Voltage"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsVoltagetypeMaxvoltageParam { get; }
```